tap "auth0/auth0-cli"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "twilio/brew"
tap "xcodesorg/made"
brew "act"
brew "giflib"
brew "libpng"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "autoconf"
brew "pixman"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "docutils"
brew "erlang"
brew "elixir"
brew "fluxctl"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "python@3.10"
brew "grc"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "libpq"
brew "librsvg"
brew "mas"
brew "openjdk"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "rcm"
brew "rustup"
brew "sourcekitten"
brew "wxwidgets"
brew "youtube-dl"
brew "z"
brew "auth0/auth0-cli/auth0"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
brew "xcodesorg/made/xcodes", link: false
cask "1password"
cask "1password-cli"
cask "cleanshot"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "expo-orbit"
cask "firefox"
cask "fontforge-app"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "raycast"
cask "sanesidebuttons"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "xcodes-app"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "Hand Mirror", id: 1502839586
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Mapper", id: 1589391989
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Tampermonkey", id: 6738342400
mas "Things", id: 904280696
mas "Wipr", id: 1662217862
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "atomiks.moonlight"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "goopware.raythis"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "jakebecker.elixir-ls"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "liviuschera.noctis"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mishannn.vscode-file-suggest"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "nextfaze.json-parse-stringify"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "swiftlang.swift-vscode"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-postcss"
