tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "autoconf"
brew "aws-rotate-key"
brew "coreutils"
brew "fzf"
brew "gh"
brew "openssl@1.1"
brew "jq"
brew "mas"
brew "postgresql", restart_service: true
brew "rcm"
brew "redis", restart_service: true
brew "terraform@0.11", link: true
brew "youtube-dl"
brew "z"
brew "heroku/brew/heroku"

cask "1password"
cask "alfred"
cask "cleanshot"
cask "dash"
cask "discord"
cask "docker"
cask "gpg-suite"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "nova"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"

mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Codye", id: 1516894961
mas "Deliveries", id: 290986013
mas "Fantastical", id: 975937182
mas "Hand Mirror", id: 1502839586
mas "Hush", id: 1544743900
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "Simple Refresh", id: 1492951704
mas "Spark", id: 1176895641
mas "Tampermonkey", id: 1482490089
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
