cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "fullscreen/tap"
tap "getantibody/tap"

brew "mas"
brew "zsh"
brew "antibody"
brew "ack"
brew "coreutils"
brew "gpg"
brew "openssl"
brew "the_silver_searcher"
brew "ripgrep"
brew "grc"
brew "hub"
brew "thefuck"

brew "postgresql", restart_service: true
brew "mysql", restart_service: true
brew "redis", restart_service: true
brew "rbenv"
brew "ruby-build"
brew "erlang"
brew "elixir"
brew "spark"
brew "tmux"
brew "neovim"
brew "heroku"
brew "imagemagick"
brew "watchman"
brew "aws-rotate-key"

cask "1password"
cask "alfred"
cask "dash"
cask "slack"
cask "discord"
cask "docker"
cask "iterm2"
cask "postman"
cask "steermouse"
cask "google-chrome"
cask "spotify"
cask "dropbox"
cask "emacs"
cask "visual-studio-code"
cask "font-fira-code"

mas "Spark", id: 1176895641
mas "Magnet", id: 441258766
mas "1Blocker", id: 1107421413
mas "JSON Peep for Safari", id: 1458969831
mas "Twitter", id: 1482454543
mas "Frank DeLoupe", id: 530458789
mas "Numbers", id: 409203825
mas "PDF Expert", id: 1055273043
mas "Xcode", id: 497799835
